[
  {
    "id": "59695558",
    "name": "Abracadaniel",
    "breed": "Domestic Shorthair/Mix",
    "age": "5 months ",
    "gender": "Male",
    "size": "Medium",
    "colors": [
      "Orange"
    ],
    "declawed": false,
    "imgIds": [
      "e975c320-cfd2-45af-bb9a-2ddde8264b46.jpg",
      "61fff1c5-5eca-405b-ab6b-85c4e63fa4fd.jpg",
      "623ce1a6-6f05-4439-97a9-0b20e19951e7.jpg"
    ],
    "description": "Abracadaniel (aka Dan-Dan) came into foster care with his two litter mates, Marcelene the Vampire Queen and Bufo. Dan is a sweet, gentle boy who has really found his confidence in his foster home and is continuing to grow more comfortable every day. He's very food motivated and is happy to have people pet him or pick him up when food is involved. When there's no food or treats involved, he's a little more hesitant but will just need time to settle in and continue to learn that people are good. Dan Dan also loves to be up high! He's a born adventurer who is the only kitten who's made their way to the top of the fridge in the foster home. He'd love a home with places he can climb up to explore like cat ledges or counters that you don't mind having a kitten on. His personality really shines when he's able to find his own spot to see the world. SPECIAL NOTES: I'm bonded to my sister, Marceline the Vampire Queen!"
  },
  {
    "id": "60136953",
    "name": "Beastboy",
    "breed": "Domestic Shorthair/Mix",
    "age": "5 months 8 days",
    "gender": "Male",
    "size": "Medium",
    "colors": [
      "Black",
      "White"
    ],
    "declawed": false,
    "imgIds": [
      "dade83a9-f55c-4b55-ba90-bac623a66880.jpg",
      "1b02593a-a580-48cf-949a-d41b28ea0a9c.jpg",
      "37a2a381-7062-4a93-a8e3-a7a8ca8cfac1.jpg"
    ]
  },
  {
    "id": "59695553",
    "name": "Bufo",
    "breed": "Domestic Shorthair/Mix",
    "age": "5 months ",
    "gender": "Male",
    "size": "Medium",
    "colors": [
      "Orange"
    ],
    "declawed": false,
    "imgIds": [
      "cece6a9f-f2c9-445d-a5ef-df3c1de9dfd3.jpg",
      "e41e6cd4-ad1a-47ac-9f38-b9239a264314.jpg",
      "f640baa7-2e66-4147-835d-ab64dc7970be.jpg"
    ],
    "description": "Bufo (aka Boof-Boof) came into foster with his two litter mates, Marcelene the Vampire Queen and Abracadaniel. While Bufo was a little uncertain at first, he warmed up very quickly and has become such an affectionate kitten. This sweet boy loves pets so much that he will arch up to get closer to your hand if he thinks there's even a chance you're going to pet him. He has a loud purr that he's not afraid to use, and loves cuddling up in a person's warm lap for cuddles. His kitten energy comes out when wrestling with his littermates or playing with any toy available, especially a string toy or wire toy like the \"cat dancer\" brand. Bufo will need to go to a home with a cat buddy waiting for him so that he continues to feel confident and brave with his new family!"
  },
  {
    "id": "60032759",
    "name": "Carmen",
    "breed": "Domestic Shorthair/Mix",
    "age": "6 years 24 days",
    "gender": "Female",
    "size": "Medium",
    "colors": [
      "Grey",
      "White"
    ],
    "declawed": false,
    "imgIds": [
      "73dc5dcd-8004-4a8d-a8c4-e43c89cd6ed5.jpg",
      "c566489c-ddcc-49ef-91f5-f1b8dc72ec91.jpg"
    ],
    "description": "Looking for a shy but sweet companion who takes a little time to trust new humans but gives you that warm, fuzzy feeling in your chest when she decides you're part of her exclusive circle? You might get along with Carmen! Carmen is a bit of a quiet, hesitant lady and we don't blame her! We don't know much about Carmen's past, but based on the slightly raggedy shape of her ears, she's Seen Some Things in her former life so it makes sense that she takes her time to carefully consider new situations before letting her true personality shine through. When she's comfortable with you, Carmen likes neck scritches and being told she's such an adorable lady while she stretches luxuriously and explores her new space. She would appreciate a home where she is the only cat or with one other cat who respects her personal space.Come meet Carmen at a Saturday Adoption Fair, or complete an adoption questionnaire on our website to get information about how to schedule a weekday appointment!SPECIAL NOTES: Carmen is FIV+. FIV+ cats can live long, happy lives and safely live with FIV- cats. Speak to our staff if you have any questions about FIV."
  },
  {
    "id": "58994386",
    "name": "Celsius",
    "breed": "Domestic Shorthair/Mix",
    "age": "8 months 6 days",
    "gender": "Female",
    "size": "Medium",
    "colors": [
      "Black"
    ],
    "declawed": false,
    "imgIds": [
      "eaa8eeb6-e39d-40be-a8a1-c98bc0ccefd4.jpg",
      "2c57f0a7-da08-403f-847a-5e18894ec630.jpg",
      "dbd9b84c-df95-4cec-a9ec-4e69fee7f9d1.jpg"
    ],
    "description": "SPECIAL NOTES: I can be pretty nervous with new people and new places, so I should go to a home with my brother, Fahrenheit, or to a home with a cat friend waiting for me!"
  },
  {
    "id": "59003901",
    "name": "Circus Peanut",
    "breed": "Domestic Shorthair/Mix",
    "age": "7 months 8 days",
    "gender": "Female",
    "size": "Medium",
    "colors": [
      "Orange"
    ],
    "declawed": false,
    "imgIds": [
      "456cfd7a-3e25-4414-bff2-1b0c8e8a4c3e.jpg",
      "51dd1a13-2089-4f82-a232-43b6d5ec7099.jpg",
      "b3b88980-828a-4798-891b-5f5e60d4e52c.jpg"
    ],
    "description": "SPECIAL NOTES: I am taking medication for itchy skin, and have off-and-on issues with tummy upset. But I've lived with cats, dogs, and kids before!"
  },
  {
    "id": "60081998",
    "name": "Clerk Carmine",
    "breed": "Domestic Shorthair/Mix",
    "age": "9 months 18 days",
    "gender": "Male",
    "size": "Medium",
    "colors": [
      "Brown",
      "White"
    ],
    "declawed": false,
    "imgIds": [
      "5cb4f54b-2bf3-415e-8d85-8be50e9781c7.jpg",
      "ce40c503-76e0-4603-bf82-2b35b4e218b6.jpg",
      "690f0687-4f43-4cff-8f8e-4056e2eb88ed.jpg"
    ],
    "description": "SPECIAL NOTES: I can be pretty nervous with new people and new places, and I feel braver with another cat buddy around, so I'd love to be adopted with one of my roommates at MCP or have a cat friend waiting for me at my new home."
  },
  {
    "id": "60136896",
    "name": "Cobweb",
    "breed": "Domestic Shorthair/Mix",
    "age": "5 years 8 days",
    "gender": "Female",
    "size": "Medium",
    "colors": [
      "Black",
      "Orange"
    ],
    "declawed": false,
    "imgIds": [
      "94ee5d0c-bd64-40c4-9ed5-fe80acce8718.jpg",
      "08bea51c-8f00-4c23-b6d3-23505a5907ad.jpg"
    ],
    "description": "Meet Cobweb, a loving lady with luminous green eyes who's on search for a cozy home! She's a stunning tortie  with super-soft fur you can't help but pet. And Cobweb LOVES pets! Don't get us wrong, sometimes she has a bit of a... Resting Tortie Face (she can't help it!), but offer her some pets and pretty soon she'll be rolling all around showing you her tummy and begging for more attention. Cobweb has been polite and laidback during her time at the shelter; a new family with a chill vibe would probably suit her well! Come meet Cobweb at a Saturday adoption fair or complete our adoption questionnaire on our website to schedule a weekday meeting."
  },
  {
    "id": "59360369",
    "name": "Coco",
    "breed": "Domestic Shorthair/Mix",
    "age": "6 years 4 months 14 days",
    "gender": "Male",
    "size": "Medium",
    "colors": [
      "Grey"
    ],
    "declawed": false,
    "imgIds": [
      "f2dee939-39ce-4d13-a223-56be94bb4057.jpg",
      "18b0a58b-51f4-441c-bffd-fe1312bac77c.jpg",
      "9ac1ae64-9f93-4219-8281-8c0085e4f5cc.jpg"
    ],
    "description": "Why hello, I'm Coco! I am the definition of a kind and chill companion. Just know that if I live with you, I will make sure to hunt down any laps I could occupy (and shh, maybe any human food you leave out too. I will climb into the fridge if you let me!). I'd likely enjoy living as an only cat or wouldn't mind another cat roommate who is on the chiller side like me. To meet my wonderful self, fill out the questionnaire on MCP's website, and staff will get you in touch with my foster!SPECIAL NOTES: I am eating a prescription food to help with my urinary tract health. I will need to keep eating this food in my new home! MCP staff are happy to answer any questions about this."
  },
  {
    "id": "60136948",
    "name": "Cyborg",
    "breed": "Domestic Shorthair/Mix",
    "age": "5 months 8 days",
    "gender": "Male",
    "size": "Medium",
    "colors": [
      "Black",
      "White"
    ],
    "declawed": false,
    "imgIds": [
      "173802bc-4306-4137-981f-ad07fee0cc17.jpg",
      "249e8c28-c683-4819-8eb9-283033d791c5.jpg",
      "f8e9ad5c-149b-48e9-91c0-242051c50ec4.jpg"
    ]
  },
  {
    "id": "60136939",
    "name": "Espeon",
    "breed": "Domestic Medium Hair/Mix",
    "age": "4 months 8 days",
    "gender": "Female",
    "size": "Medium",
    "colors": [
      "Brown"
    ],
    "declawed": false,
    "imgIds": [
      "cc259337-666c-4589-89c1-d24b3b039425.jpg"
    ]
  },
  {
    "id": "58994383",
    "name": "Fahrenheit",
    "breed": "Domestic Shorthair/Mix",
    "age": "8 months 6 days",
    "gender": "Male",
    "size": "Medium",
    "colors": [
      "Black"
    ],
    "declawed": false,
    "imgIds": [
      "a01b219d-088e-43f9-bf29-e68332aafc70.jpg",
      "e1f454dd-7966-4df1-88b8-c3d73ea22b7b.jpg",
      "c226038d-3e5b-4033-9beb-8fe7dea1b7b2.jpg"
    ],
    "description": "SPECIAL NOTES: I can be pretty nervous with new people and new places, so I should go to a home with my sister, Celsius, or to a home with a cat friend waiting for me!"
  },
  {
    "id": "60106717",
    "name": "Mable",
    "breed": "Domestic Shorthair/Mix",
    "age": "1 year 14 days",
    "gender": "Female",
    "size": "Medium",
    "colors": [
      "White",
      "Grey"
    ],
    "declawed": false,
    "imgIds": [
      "1a026937-ae9f-4ed3-8f36-199b3bdf6e35.jpg",
      "b06cf087-8f29-4229-a7f8-5a22e731c1b5.jpg",
      "f3ccc5c5-ae9c-4c63-8981-009eee73cc41.jpg"
    ],
    "description": "I'm Mable! I am as sweet as a cat can be! At the shelter, when you walk in the room to meet me, I will tell you I'd love to spend some time with you and (mostly) get some chin and cheek scratches!"
  },
  {
    "id": "59695575",
    "name": "Marceline the Vampire Queen",
    "breed": "Domestic Shorthair/Mix",
    "age": "5 months ",
    "gender": "Female",
    "size": "Medium",
    "colors": [
      "Black",
      "Orange"
    ],
    "declawed": false,
    "imgIds": [
      "5631c52f-fb57-44a3-be58-93f5953b5eec.jpg",
      "4824ec82-08ac-4749-bdbd-3d5824eea936.jpg",
      "95daab8d-2644-41c9-9f6a-d54d630ac2c9.jpg"
    ],
    "description": "Marceline the Vampire Queen (aka Marcie) came into foster care with her two litter mates, Bufo and Abracadaniel. Marcie is a very smart, sweet little girl who holds her own with her two brothers. She loves to wrestle and play, then cuddle up on the cat tree for a good nap. She's also started to cuddle up with her foster mom for a nap, especially if her brother is there first and has already made it cozy. While Marcie is happy to get pets while eating, she's still working a bit on being excited for pets when there isn't food or treats involved. She'd prefer a home that will give her time to adjust and lots of affection during meals and treat time to help her keep associating people with yummy food. Pictures do not do Marcie justice! In person you can better see all of her beautiful Tortie coloring and unique pattern.SPECIAL NOTES: I'm bonded to my brother, Abracadaniel!"
  },
  {
    "id": "60082002",
    "name": "Maude Ivory",
    "breed": "Domestic Shorthair/Mix",
    "age": "9 months 18 days",
    "gender": "Female",
    "size": "Medium",
    "colors": [
      "Black",
      "Orange"
    ],
    "declawed": false,
    "imgIds": [
      "581899d7-172d-421a-bd1f-74110ec727dc.jpg",
      "209f512f-7d3e-4e66-8d70-f5b17f23060a.jpg"
    ],
    "description": "SPECIAL NOTES: I can be pretty nervous with new people and new places, and I feel braver with another cat buddy around, so I'd love to be adopted with one of my roommates at MCP or have a cat friend waiting for me at my new home."
  },
  {
    "id": "59635414",
    "name": "Mermaid Man",
    "breed": "Domestic Shorthair/Mix",
    "age": "5 months 4 days",
    "gender": "Male",
    "size": "Small",
    "colors": [
      "Black"
    ],
    "declawed": false,
    "imgIds": [
      "5daffe4d-56fa-4a11-95d7-e0702f59a81e.jpg",
      "c3b619cc-24c7-4ae2-8e93-9a03a788cb51.jpg",
      "af433dd3-e7a2-4b43-8759-99682e83b9be.jpg"
    ],
    "description": "SPECIAL NOTES: Because I can be pretty scared meeting new people and going to new places, I will need to be adopted with a foster friend or to a home where there's a cat friend waiting for me! I was also exposed to calicivirus in my previous home."
  },
  {
    "id": "60136880",
    "name": "Mouse",
    "breed": "Domestic Shorthair/Mix",
    "age": "1 year 8 days",
    "gender": "Female",
    "size": "Medium",
    "colors": [
      "White",
      "Grey"
    ],
    "declawed": false,
    "imgIds": [
      "f895bcfd-4d25-4dc8-aac0-3e81615d1a6c.jpg",
      "a53af4f0-b9c2-48e6-b852-0988e1061166.jpg"
    ],
    "description": "Mouse here! I'm a tiny lady with a lot of love to give. I always appreciate some nice chin and cheek scratches, and will show you my loud purr motor. I live with other cats at the shelter, so could be a candidate for your cat's new friend! I hope you meet me soon (and scratch my cheeks)."
  },
  {
    "id": "60032812",
    "name": "Nutmeg",
    "breed": "Domestic Shorthair/Mix",
    "age": "17 years 24 days",
    "gender": "Female",
    "size": "Medium",
    "colors": [
      "Brown"
    ],
    "declawed": false,
    "imgIds": [
      "4ab93f21-ee4f-484f-b17b-c13328046169.jpg",
      "594b3d26-7116-4a01-b93e-b7fc8016bb93.jpg",
      "81847569-6a6b-4229-86aa-2982832145b7.jpg"
    ],
    "description": "Greetings, I'm Nutmeg! I'm a lovely little grandma who is ready to find her retirement home! Being as old as I am is no small feat, so I do dedicate most of my day to resting and taking it easy. But when I am awake, I have a super loud motor and I love snuggling and getting pets from my human friends! I am deaf, so everyone is really careful to get my attention or wake me up in a way that doesn't scare me. I also have arthritis, so my new family will have to help me manage my pain for the rest of my life. Luckily, I'm a great sport about injections and I love meds in wet food! Just give me a cushy bed and some lovin and I'm your gal!SPECIAL NOTES: Nutmeg is deaf, and also has arthritis that will need pain management for the rest of her life."
  },
  {
    "id": "60136979",
    "name": "Strudel",
    "breed": "Domestic Shorthair/Mix",
    "age": "3 years 8 days",
    "gender": "Female",
    "size": "Medium",
    "colors": [
      "Black",
      "White"
    ],
    "declawed": false,
    "imgIds": [
      "7f83014e-1264-4fea-86c6-d5055c8019ff.jpg",
      "a8d72c5c-99ed-413e-8f94-e2174055c581.jpg",
      "050b8bf9-9944-422d-9e10-7c3ae0ef797c.jpg"
    ],
    "description": "Sweet Strudel here! At the shelter, you'll find me lounging in a plushy bed in the silliest and most adorable ways; you bet it will bring a smile to your face! I am on the shy side at the shelter, but once we become buddies, I melt for chin scratches and head rubs. Then, you'll see my hidden biscuit making talents. I am living with other cat roommates at the shelter, so could be a candidate to be your cat's new friend. To meet me, fill out the questionnaire on MCP's website to schedule an appointment or visit the adoption fair on Saturday from 11am-3pm."
  },
  {
    "id": "60058113",
    "name": "Wilma Robinson",
    "breed": "Domestic Shorthair/Mix",
    "age": "7 years 21 days",
    "gender": "Female",
    "size": "Medium",
    "colors": [
      "Grey",
      "White"
    ],
    "declawed": false,
    "imgIds": [
      "d7349f42-d365-4b56-b256-fc8557b0c27b.jpg",
      "7939b211-7e5d-4e79-902f-36598289d860.jpg",
      "d7739d77-ffd8-40b7-8491-ff309303f49a.jpg"
    ],
    "description": "Hey there, I'm Wilma Robinson! I'm a laid-back, middle-aged lady who can't wait to meet you! I previously lived in a situation where there were a LOT of other cats living in the same home, so being around other cat friends definitely makes me most comfortable - it's just what I'm used to! When I'm alone or sometimes when I meet someone for the first time, I can be a little shy. But once I warm up, I'm as sweet as can be! If I sound like the cat for you, apply to meet Wilma Robinson!SPECIAL NOTES: My vet recommends that I have a dental procedure done in the next 6 months or so."
  }
]